Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/joomla-tm.tmx
Source language: en
Languages: ca_es

source: This Module displays other Articles that are related to the one currently being viewed. These relations are established by the Meta Keywords. <br />All the keywords of the current Article are searched against all the keywords of all other published Articles. For example, you may have an Article on "_QQ_"Breeding Parrots"_QQ_" and another on "_QQ_"Hand Raising Black Cockatoos"_QQ_". If you include the keyword "_QQ_"parrot"_QQ_" in both Articles, then the Related Items Module will list the "_QQ_"Breeding Parrots"_QQ_" Article when viewing "_QQ_"Hand Raising Black Cockatoos"_QQ_" and vice-versa.
ca_es: Aquest mòdul permet mostrar altres articles relacionats amb el que actualment s'estigui mostrant. Aquesta relació s'estableix per mitjà de les metaparaules clau. <br/> Totes les paraules clau de l'article actual seran contrastades amb totes les paraules clau de la resta d'articles que actualment estiguin publicats. Per exemple,imaginem que tens un article sobre "_QQ_"_QQ_"_QQ_" L'hàbitat natural dels lloros "_QQ_"_QQ_"_QQ_" i un altre sobre "_QQ_"_QQ_"_QQ_" Aliments bàsics per al canari "_QQ_"_QQ_"_QQ_". Si inclous la paraula clau "_QQ_"_QQ_"_QQ_" aus "_QQ_"_QQ_"_QQ_" en tots dos articles, el mòdul d'articles relacionats llistarà l'article "_QQ_"_QQ_"_QQ_" L'hàbitat natural dels lloros "_QQ_"_QQ_"_QQ_" mentre estigueu veient el de "_QQ_"_QQ_"_QQ_" Aliments bàsics per al canari "_QQ_"_QQ_"_QQ_" i a l'inrevés.

source: Size of the search text box in characters
ca_es: Mida del camp de cerca en caràcters

source: Box Width
ca_es: Ample

source: Display a Search Button
ca_es: Mostra el botó 'Cerca'

source: Position of the button relative to the search box.
ca_es: Posició del botó de cerca relatiu al camp de cerca.

source: The text that appears in the search button. If left blank, it will load the 'searchbutton' string from your language file.
ca_es: El text que apareix dins del botó cerca. Si es deixa en blanc, s'utilitzarà el text que hi ha definit al 'searchbutton' de l'arxiu de l'idioma.

source: Button Text
ca_es: Text del botó

source: Use an image as button. This image has to be named searchButton.gif and must be located in templates/*your template name*/images/
ca_es: Utilitza una imatge a manera de botó. Aquesta imatge s'ha d'anomenar searchButton.gif i ha d'estar situada a templates/nomdelatevaplantilla/images/

source: Search Button Image
ca_es: Imatge del botó

source: Assign an ItemID for the display of the search results if there is no com_search menu and a specific display is desired. The ItemId may be chosen among those available through the Menu Manager. If you do not know what this means, you may not need it.
ca_es: Assigna un Item per mostrar els resultats de cerca, si no hi ha un enllaç de menú al com_search i es vol mostrar els resultats des d'un element del menú específic. l'ItemId pot ser seleccionat d'entre els disponibles al 'Gestor de menús'. Si no saps què vol dir això, potser no ho necessites.

source: Set ItemID
ca_es: Assigna Ítem

source: The text that appears in the label of search box. If left blank, it will load 'label' string from your language file.
ca_es: El text que apareix en l'etiqueta del camp de cerca. Si es deixa en blanc, s'utilitzarà el text que hi ha definit al 'label' de l'arxiu de l'idioma.

source: Box Label
ca_es: Etiqueta

source: The text that appears in the search text box. If left blank, it will load 'searchbox' string from your language file.
ca_es: El text que apareix dins del camp de cerca. Si es deixa en blanc, s'utilitzarà el text que hi ha definit al 'searchbox' de l'arxiu de l'idioma.

source: Box Text
ca_es: Text del camp

source: This module will display a search box.
ca_es: Aquest mòdul mostrarà un camp de cerca.

source: Statistics
ca_es: Estadístiques

source: Articles View Hits
ca_es: Visites de l'article

source: Caching
ca_es: Memòria cau

source: Display Hit Counter
ca_es: Mostra comptador de visites

source: Hit Counter
ca_es: Visites

source: Enter the amount of hits to increase the counter by.
ca_es: Introdueix la quantitat amb les que incrementar el comptador de visites.

source: Increase Counter
ca_es: Incrementa el comptador

source: Display Server Information
ca_es: Mostra la informació del servidor

source: Server Information
ca_es: Info del servidor

source: Display Site Information
ca_es: Mostra informació del lloc

source: Site Information
ca_es: Infomació del lloc

source: OS
ca_es: US

source: Time
ca_es: Hora

source: Visitors
ca_es: Visitants

source: The Statistics Module shows information about your server installation together with statistics on the Web site users, number of Articles in your database and the number of Web links you provide.
ca_es: El mòdul d'estadístiques mostra informació sobre la instal·lació del teu servidor, juntament amb estadístiques del lloc (usuaris/es, nombre d'articles, i nombre d'enllaços web) que dones.

source: Syndication Feeds
ca_es: Sindicació del lloc

source: Feed Entries
ca_es: Entrades del contingut sindicat

source: If set to 'Yes', text will be displayed next to the icon
ca_es: Si està a 'Sí', el text es mostrarà al costat de la icona

source: Display Text
ca_es: Mostra text

source: Select the format for the Syndication Feed
ca_es: Selecciona el format de sindicació pel canal electrònic

source: Feed Format
ca_es: Format del canal

source: If 'Display Text' is activated, the text entered here will be displayed next to the icon along with the RSS Link. If this field is left empty, the default text displayed will be picked from the site language ini file.
ca_es: Introdueix el text a mostrar proper a la icona amb l'enllaç al canal electrònic

source: Text
ca_es: Text de l'element

source: Smart Syndication Module that creates a Syndicated Feed for the page where the Module is displayed.
ca_es: Mòdul per a canals electrònics intel·ligents, que crea la sindicació d'articles a les pàgines del teu lloc on es mostra el mòdul.

source: Popular Tags
ca_es: Etiquetes populars

source: All time
ca_es: De sempre

source: Last day
ca_es: Del darrer dia

source: Last hour
ca_es: De la darrera hora

source: Last month
ca_es: Del darrer mes

source: Last week
ca_es: De la darrera setmana

source: Last year
ca_es: Del darrer any

source: Sets the time period for which to calculate popularity
ca_es: Estableix el període per calcular popularitat

source: Time Period
ca_es: Període de temps

source: Sets the maximum number of tags to display in the module
ca_es: Estableix el màxim nombre d'etiquetes a mostrar

source: Maximum tags
ca_es: Màxim d'etiquetes

source: The Popular Tags Module displays the most commonly used tags, optionally within specific time periods.
ca_es: El mòdul d'etiquetes populars et mostra les etiquetes més usades, opcionalment en períodes de temps específics.

source: Similar Tags
ca_es: Etiquetes similars

source: Half
ca_es: Mitjana

source: How closely an item's tags need to match. All - requires that all tags in the displayed item be matched. Any - requires that at least one tag match. Half - requires that at least half of the tags match (rounded up in the case of decimals).
ca_es: Com han de coincidir dues etiquetes.Total requereix coincidència total.Mitjana requereix només la meitat de les etiquetes (redondejat si hi ha decimals).

source: Match type
ca_es: Tipus de coincidència

source: Any
ca_es: Qualsevol

source: Maximum number of items to display
ca_es: Màxim nombre d'ítems a mostrar

source: Maximum items
ca_es: Màxim d'ítems

source: No matching tags
ca_es: No hi ha etiquetes que coincideixin

source: The Similar Tags Module displays links to other items with similar tags. The closeness of the match can be specified.
ca_es: El mòdul d'etiquetes similars mostra enllaços a altres ítems amb etiquetes similars.Es pot especificar fins a qui punt són similars.

source: Latest Users
ca_es: Usuaris/es recents

source: Choose to filter by groups of the connected user
ca_es: Tria en filtrar per grups de l'usuari/a connectat

source: Filter groups
ca_es: Filtra grups

source: Choose the type of information to display
ca_es: Selecciona el tipus d'informació a mostrar

source: User Information
ca_es: Informació de l'usuari/a

source: Number of latest registered users to display
ca_es: El nombre d'usuaris/es recents a mostrar

source: Number of Users
ca_es: Quantitat d'usuaris/es

source: This module displays the latest registered users
ca_es: Aquest mòdul mostra als últims usuaris/es que s'han registrat al teu lloc.

source: Weblinks
ca_es: Enllaços web

source: Choose the weblinks category to display
ca_es: Tria una categoria d'enllaços a mostrar

source: Number of weblinks to display
ca_es: Quantitat d'enllaços web a mostrar

source: If set to yes, the number of times the link has been clicked will be recorded
ca_es: Si es configura en"_QQ_" Sí "_QQ_", es començarà a guardar la quantitat de clics que s'hagin realitzat sobre l'enllaç

source: Count Clicks
ca_es: Compta accessos

source: Display Weblink description
ca_es: Mostra la descripció del enalce web

source: Robots index - allow to follow or not
ca_es: Indexat de robots - permet seguir-los, o no.

source: Follow/No Follow
ca_es: Segueix / No segueixis

source: Show Hits
ca_es: Mostra la quantitat de vegades que s'ha fet clic sobre l'enllaç

source: Set the ordering direction
ca_es: Assigna l'ordre dels enllaços web

source: Direction
ca_es: Adreça

source: Ordering for the weblinks
ca_es: Ordre per als enllaços web

source: Target browser window when the link is clicked
ca_es: El tipus de finestra que s'obrirà quan es premi sobre l'enllaç

source: Target Window
ca_es: Obre en:

source: Follow
ca_es: Segueix

source: No follow
ca_es: No segueixis

source: This modules displays weblinks from a category defined in the Weblinks component.
ca_es: Aquest mòdul mostra enllaços web membres d'una categoria definida des del component 'com_weblinks'.

source: Who's Online
ca_es: Qui està en línia

source: Information
ca_es: Informació

source: Both
ca_es: Tots dos

source: User names
ca_es: Usuaris/es

source: # of Guests / Users
ca_es: # de convidats / usuaris/es

source: %s&#160;guests
ca_es: %s convidats/des

source: one guest
ca_es: un convidat/da

source: no guests
ca_es: cap convidat/da

source: %s&#160;members
ca_es: % s membres

source: one member
ca_es: un membre

source: no members
ca_es: cap membre

source: List of Users who belong to your user groups or your user groups' child groups
ca_es: Llista d'usuaris/es que pertanyen als teus grups d'usuaris/es o els teus subgrups d'usuaris/es

source: Select what shall be shown
ca_es: Selecciona el que es mostrarà

source: Display
ca_es: Mostra

source: The Who's Online Module displays the number of Anonymous Users (e.g. Guests) and Registered Users (ones logged-in) that are currently accessing the Web site.
ca_es: El mòdul 'Qui està en línia' mostra la quantitat de convidats/des (convidats, no identificats) i usuaris/es (tots els que hagin entrat) que hi ha actualment al lloc.

source: We have %1$s and %2$s online
ca_es: Hi ha %1$s i %2$s en línia

source: Wrapper
ca_es: Adreça URL inclosa

source: By default, http:// will be added unless it detects http:// or https:// in the URL you provide. This allows you to switch this ability off.
ca_es: Si no es detecta que hagis introduït ja a l'adreça URL facilitada un http:// o https://, per defecte, s'afegirà automàticament un 'http://'. Això et permet deshabilitar que s'afegeixi.

source: Auto Add
ca_es: Protocol automàtic

source: The height will automatically be set to the size of the external page. This will only work for pages on your own domain.
ca_es: L'alçada d'una pàgina es pot assignar automàticament. Això només funcionarà en pàgines del teu propi domini.

source: Auto Height
ca_es: Alçada automàtica

source: Height of the iFrame window
ca_es: Alçada del marc de la finestra

source: Height
ca_es: Alçada

source: Show/Hide Horizontal &amp; Vertical Scroll Bars.
ca_es: Mostra / Amaga les barres lliscants horitzontals & verticals.

source: Scroll Bars
ca_es: Barres lliscants

source: Name of the iFrame when used as Target
ca_es: Nom del marc quan s'usi com a destinació

source: Target Name
ca_es: Nom de destinació

source: URL to site/file you wish to display within the iframe.
ca_es: Adreça URL al lloc / fitxer que vols mostrar dins el marc.

source: Width of the iFrame window. You can enter an absolute figure in pixels or a relative figure by adding a %.
ca_es: Ample de la finestra per al marc. Pots introduir un ample en píxels o percentual (indicat amb un %).

source: Width
ca_es: Ample

source: No Iframes
ca_es: Sense marcs

source: This module shows an iFrame window to specified location.
ca_es: Aquest mòdul mostra un marc inclós d'un lloc específic.

source: Frame border
ca_es: Vora del marc

source: Show frame border which wraps the iframe
ca_es: Mostra la vora del marc que limita l'iframe

source: This Module shows an iframe window to specified location.
ca_es: Aquest mòdul mostra un marc inclòs en una lloc específic.

source: Additional information
ca_es: Altres

source: is closed
ca_es: està tancat

source: is open
ca_es: està obert

source: Bigger
ca_es: Major

source: click
ca_es: clic

source: Decrease size
ca_es: Disminueix la mida

source: Jump to navigation
ca_es: Salta a la navegació

source: Create a comma separated list of any components for which Bootstrap is needed, for example com_name, com_anothername.
ca_es: Crea una llista separada per comes dels components pels quals es necessita Bootstrap, per exemple com_nom, com_altrenom.

source: Components Requiring<br/> Bootstrap
ca_es: Components que requereixen <br/> Bootstrap

source: Please add your site description here
ca_es: Si us plau, afegeix la descripció de la teva web aquí

source: Site Description
ca_es: Descripció del lloc

source: Background colour used if the custom colour option is selected
ca_es: Color de fons usat si l'opció de color personalitzat és triada

source: Background Colour
ca_es: Color de fons

source: Use the selected header image when the custom colour option is selected
ca_es: Usa la imatge de capçalera seleccionada quan l'opció de color personalitzat és seleccionada

source: Header Image
ca_es: Imatge de la capçalera

source: Please choose an image. If you do not want to display a logo, click on Clear and leave the field blank.
ca_es: Si us plau, tria una imatge. Si no vols mostrar un logotip, fes clic a 'Neteja', i deixarà el camp en blanc

source: Logo
ca_es: Logotip

source: Navigation before or after content
ca_es: La barra de navegació pot anar abans o després del contingut

source: Position of Navigation
ca_es: Posició de navegació

source: Please add your site title here, it's only displayed if you don't use a logo
ca_es: Si us plau, afegeix el títol de la teva web des d'aquí. Només es mostrarà si està configurat per no veure el logotip

source: Site Title
ca_es: Títol del lloc

source: Colour of the template
ca_es: Color de la plantilla

source: Template colour
ca_es: Color de la plantilla

source: Wrapper width with closed additional columns in percent
ca_es: Alçada de plegat, percentual, amb la qual es tancaran les columnes addicionals

source: Wrapper Large (%)
ca_es: Alçada d'expansió (%)

source: Wrapper width with opened additional columns in percent
ca_es: Alçada de expansió, percentual, amb la qual s'obriran les columnes addicionals

source: Wrapper Small (%)
ca_es: Alçada de plegat (%)

source: Font size
ca_es: Mida de la font

source: Increase size
ca_es: Augmenta la mida

source: Jump to additional information
ca_es: Vés a la informació addicional

source: Jump to main navigation and login
ca_es: Vés a la navegació principal i entra

source: Navigation
ca_es: Navegació

source: Nav view search
ca_es: Cerca a la visualització de navegació

source: Next Tab
ca_es: Pestanya següent

source: after content
ca_es: Després del contingut

source: before content
ca_es: Abans del contingut

source: Custom
ca_es: Personalitzat

source: Nature
ca_es: Natural

source: Red
ca_es: Vermella

source: Turquoise
ca_es: Turquesa

source: Powered by
ca_es: Potenciat per

source: Reset
ca_es: Restablir

source: Revert styles to default
ca_es: Utilitza estils predeterminats

source: Skip to content
ca_es: Vés al contingut

source: Jump to error message and search
ca_es: Vés al missatge d'error i cerca

source: Smaller
ca_es: Menor

source: Close info
ca_es: Tanca informació

source: Open info
ca_es: Obre informació

source: Accessible template for Joomla! Beez, the HTML 4 version.
ca_es: Plantilla accessible per Joomla! Beez, versió HTML 4.

source: Your site description
ca_es: La descripció de la teva web

source: Debug
ca_es: Depurador

source: Footer middle
ca_es: Peu de pàgina central

source: Footer bottom
ca_es: Peu de pàgina inferior

source: Middle top
ca_es: Superior-central

source: Unused
ca_es: Sense usar

source: Footer last
ca_es: Darrer peu de pàgina

source: Header
ca_es: Capçalera

source: Right bottom
ca_es: Inferior-dreta

source: Left middle
ca_es: Central-esquerra

source: Left bottom
ca_es: Inferior-esquerra

source: Right top
ca_es: Superior-dreta

source: Left top
ca_es: Superior-esquerra

source: Right middle
ca_es: Central-dreta

source: Footer top
ca_es: Peu de pàgina superior

source: Continuing the space theme (Solarflare from 1.0 and Milkyway from 1.5), Protostar is the Joomla 3.0 site template based on Bootstrap from Twitter and the launch of the Joomla User Interface library (JUI).
ca_es: Seguint amb la interfície sobre l'espai (Solarflare a l`1.0 i Milkyway a la 1.5), Protostar és la plantilla de Joomla 3.0 basada en Bootstrap de Twitter i el llançament de la biblioteca de la interfície d'usuari/a de Joomla (JUI).

source: Choose a background colour for static layouts. Default is #F4F6F7
ca_es: Tria un color de fons pels dissenys estàtics. Per defecte és #F4F6F7

source: Template Colour
ca_es: Color de la plantilla

source: Choose an overall colour for the site template. Default is #08C
ca_es: Tria un color general per la plantilla del lloc. Per defecte és #08C

source: Fluid Layout
ca_es: Disseny Fluid

source: Use Bootstrap's Fluid or Static Container (both are Responsive)
ca_es: Usa Fluid amb Bootstrap o un contenidor estàtic (ambdós són Sensibles)

source: Google Font for Headings
ca_es: Font de Google pels encapçalaments

source: Load a Google font for the headings (H1, H2, H3, etc.)
ca_es: Carrega una font de Google per les capçaleres (H1, H2, H3, etc.)

source: Google Font Name
ca_es: Nom de la Font de Google

source: Example: Open+Sans or Source+Sans+Pro
ca_es: Exemple: Open+Sans o Source+Sans+Pro

source: Upload a custom logo for the site template.
ca_es: Puja un logotip personalitzat per a la plantilla del lloc.

source: Static
ca_es: Estàtic

source: Top center
ca_es: Centre superior
